aaron-bond.better-comments
adpyke.codesnap
afractal.node-essentials
akamud.vscode-javascript-snippet-pack
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
anysphere.remote-wsl
azemoh.one-monokai
be5invis.vscode-icontheme-nomo-dark
bretdoyle.javascript-extensions-pack---js-essentials
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
circlecodesolution.ccs-flutter-color
cstrap.python-snippets
dart-code.dart-code
dart-code.flutter
davidmorais.dark-magic-themes
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
ecmel.vscode-html-css
eliverlara.andromeda
ericsia.pythonsnippets3
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
github.vscode-pull-request-github
grapecity.gc-excelviewer
gruntfuggly.todo-tree
ibm.output-colorizer
idleberg.icon-fonts
jakewilson.vscode-picture
kevinrose.vsc-python-indent
l7ssha.tag-inserter
lolkush.quickstart
mechatroner.rainbow-csv
mermaidchart.vscode-mermaid-chart
miguelsolorio.fluent-icons
mrmlnc.vscode-json5
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
naumovs.color-highlight
negokaz.live-server-preview
njpwerner.autodocstring
pkief.material-icon-theme
qwtel.sqlite-viewer
redhat.vscode-yaml
ritwickdey.liveserver
robbowen.synthwave-vscode
rocketseat.theme-omni
seanwu.vscode-qt-for-python
seyyedkhandon.firacode
shahilkumar.docxreader
shd101wyy.markdown-preview-enhanced
sidthesloth.html5-boilerplate
silofy.hackthebox
sirtori.indenticator
sldobri.bunker
streetsidesoftware.code-spell-checker
taodongwu.ejs-snippets
tinkertrain.theme-panda
tonka3000.qtvsctools
uloco.theme-bluloco-dark
visualstudioexptteam.vscodeintellicode-completions
vscode-icons-team.vscode-icons
walkme.html5-extension-pack
xabikos.javascriptsnippets
yandeu.five-server
zhoufeng.pyqt-integration
zhuangtongfa.material-theme
zignd.html-css-class-completion
